;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Turkish
;Language name in English e.g. German
LanguageEn=Türkçe
;Your name here. You can also leave your email, website, blog...
Translator=Ali Tekdemir
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=ali.tekdemir@gmail.com

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Hiçbiri
602=Listary Tercihleri

;Tray Menu
1001=Online Yardım
1002=Güncelemeleleri kontrol et...
1003=Hakkında
1004=Çıkış

;Toolbar
1100=Ara

;Favorite Menu
2000=Favoriler
2001=Bu uygulama
2002=Global
2003=Burayı Ekle
2004=Bu Klasörü Favorilere Ekle
2050=Favorilere ekleme başarısız
2051=Listary bu uygulamadan yol alamaz.

;Recent Menu
2100=Geçmiş
2101=Temiz
2103=Klasör
2104=Dosya
2105=Bu Uygulamayı İzle
2106=Bu Uygulamayı İzleme
2107=Dahasını Göster...

;Smart Menu
2200=Akıllı
2201=Şu anda açık Klasörler
2202=Dosya Yöneticisi'nde Son Açılan Klasöre Geç
2203=Dosya Yöneticisi aç ve dosyayı seç
2204=Geçerli Klasörü Göster
2205=Komut İstemi
2206=Uygulama Klasörüne Git
2207=Uygulama Klasörünü Göster
2208=Dosya Uzantılarını Göster
2209=Gizli Dosya ve Klasörleri Göster
2210=Klasör Yolunu Panoya Kopyala
2211=Seçili Parçaların Yolunu Panoya Kopyala
2212=Seçili Parçaların İsimlerini Panoya Kopyala
2213=Tercihler
2214=Pro Versiyona Yükselt
2215=Destek Listesine Uygulamayı Ekle
2216=Bu Uygulama İçin Listary Devre Dışı Kalsın
2217=CSV Dosyasına İçerik Listesini Aktar
2218=Ayraç
2250=%s tanesinin desteklenenler listesine eklenmesi başarılı oldu.
2251=Fare orta-tuşu veya kısayol tuşu olan %s ile Listary'yi aktif etmek için %s kullanabilirsiniz.
2252=Bu uygulama için Listary'yi devre dışı bırakmak istediğinizden emin misiniz?
2253=Listary devre dışı olsun
2254=Listary bu uygulamanın yeniden başlamasından sonra görünmeyecektir.\nHer zaman Tercihler > Uygulamalar ile tekrar etkinleştirebilirsiniz.

;Search
2300=Liste
2301=Git
2302=Aramadığınızla eşleşen hiçbir öğe yok.

;Options > General
3000=Genel
3001=Listary Windows başladığında otomatik çalışsın.
3002=Windows XP Explorer için otomatik dosya listesi girişlerine odaklanmasını ayarla.
3003=Tercihler ne zaman açılırsa güncellemeleri kontrol etsin.
3004=Hızlı Geçiş (Dosya Yötecisinden ne zaman geçiş yapılırsa dosya diyaloğunda geçerli klasörü aç)
3005=Dil:
3006=Varsayılan Dosya Yöneticisi
3007=Windows Explorer dışında bir dosya yöneticisi kullanmayı tercih ederseniz bunu doldurun.\n%1 i yol için parametre olarak kullan. Söylenenleri unutmayın.


;Options > Favorites
3100=Favoriler
3101=Detaylar
3102=İsim:
3103=Kısayol:
3104=Tür:
3105=Yol:
3106=Altmenü
3107=Favori öğesi ekle
3108=Seçilen favori öğeyi çıkar

;Options > Recent
3200=Son Kullanılanlar
3201=Genel son öğeler:
3206=Genel son öğelerini izleme
3207=Tüm uygulamalar için son dosyaları ve klasörleri izle
3208=Dosya diyaloğunda son açılan dosyayı otomatik seç
3209=Seçilen son öğeleri kaldır
3210=Tüm son öğeleri kaldır
3211=Genel son öğeler
3212=Her uygulama için klasör
3213=Her dosya için klasör
3214=Son menü öğeleri
3215=Son dosya ve klasörlerde ara

;Options > Smart Commands
3300=Akıllı Komutlar
3301=Komut Detayları
3303=Komut:
3305=Başlangıç Menüsünde Bu Komutu Göster
3306=Özel Komut Ekle
3307=İsim
3308=Kısayol
3309=Komut
3310=Akıllı Menü'de göster
3311=Dahili akıllı komut ekleyin
3312=Seçilen komutu sil

;Options > Applications
3400=Uygulamalar
3401=Uygulama Ayarları: (yalnızca yukarıdaki listede seçili uygulamayı etkiler)
3402=Bu uygulama için Listary etkinleştir
3403=Son dosyaları ve klasörleri izle
3404=Ayarlarını değiştirmek için bir uygulama ekle
3405=Seçilen uygulamayla birlikte onun favori ve en son öğelerini kaldır
3406=Yol

;Options > Keyboard and Mouse
3500=Klavye ve Fare
3501=Kısayollar
3502=Genel:
3503=Listary araç çubuğu göster:
3504=Açılır menü göster:
3505=Yerel (Listary araç çubuğu gösterilirken çalışır):
3506=Favori menüsü:
3507=Son Kullanılan menüsü:
3508=Akıllı menüsü:
3509=Yerel kısayol tuşlarını etkinleştir (Favoriler ve akıllı komutlar için kısayol tuşları da dahil olmak üzere) Explorer için Listary araç çubuğu gizli olduğunda.
3510=Fare
3511=Listary etkinleştirmek için boş bir alanda çift tıkla Explorer/Dosya Diyaloğu/Masaüstü
3512=Listary etkinleştirmek için Orta-tık'layın

;Options > Display
3600=Görünüm
3601=Pencere Konumu
3602=Mutlak
3603=Listeye göre
3604=Pencereye göre
3605=Üstten
3606=Alttan
3607=Soldan
3608=Sağdan
3609=Saydamlık
3610=Menü
3611=Gösterilen maddelerin maksimum sayısı:
3612=Maksimum genişlik (pixel olarak):
3613=Minimum genişlik (pixel olarak):
3614=Fare hover to open menus (milisaniye gecikme, 0 iptal eder):
3615=Açılır Menü
3616=Alt menüde son öğeleri göster
3617=pixel

;Options > Integration
4000=Bütünleşme
4001=Listary Favori için Total Commander dizininde menü ekle
4002=Dosya diyaloglar yerine Total Commander kullanın:

;Options > Compatibility
3700=Uygunluk
3701=Listary ayrıca şu uygulamalar ile çalışır:
3702=Desteklenen listesine bir uygulama ekle
3703=Seçilen uygulamayı desteklenen listesinden sil
3704=Dosya Yöneticisi
3705=Sınıf
3706=Çalıştırılabilir
3707=Adres Çubuğu
3708=Evet
3709=Hayır

;Options > Pro
3800=Listary Pro versiyona yükselt
;3801=
3802=İsim:
3803=Email:
3804=Kayıt Kodu:
3805=Not
3806=Listary kişisel ve kar amacı gütmeyen kullanım için ücretsiz olarak sağlanmaktadır. Bu durumda, ücretsiz olarak bu programı kullanma hakkı verilir.
3807=Ticari kullanım için, Listary Pro'ya yükseltmeniz gerekir.
3808=Clipboard'dan yapıştır
3809=Kayıt Kodunu Kontrol Et

;Options > About
3900=Hakkında
3901=Listary sadece kişisel kullanım için ücretsizdir. Eğer ticari amaçla kullanmak veya bazı gelişmiş özelliklere ihtiyacınız varsa Pro sürümü satın alın.
3902=Anasayfaya git
3903=Bu programın lisans sahibi

;Add Application Dialog
4100=Uygulama Ekle
4101=Bir uygulamayı seçmek için Bulucuda ki adres çubuğunun üzerinde sürükleyin ve ardından fare düğmesini bırakın.
4102=Bulucu:
4103=Sınıf:
4104=Çalıtırılabilir:
4105=Adres Çubuğu:
4106=Dosya yöneticisi (çalışmayı sadece dosya yöneticisnde etkinleştirmek için özelliği işaretleyin)
4107=*BAŞARISIZ* Hedef yönetici olarak çalışıyor?

;Custom Command Dialog
4200=Özel Komut
4201=Çalıştırılabilir dosyanın tam yolu.\nÖrneğin: C:\Program Files\7-Zip\7z.exe
4202=Parametreler:
4203=Örnek sana nasıl seçilen dosyayı 7-Zip ile arşivleyeceğini gösterir.\n\nParametre için aşağıdaki değişkenleri kullanabilirsiniz. Değişkenler tırnak içermezler, kendi ihtiyaçlarınıza göre bunları el ile ekleyin.
4204=%file%\t\tSeçilen dosyanın/klasörün tam yolu.\nÖrneğin:  D:\download\music\ornek.mp3\n\n%path%\tGeçerli klasörün yolu.\nÖrneğin: D:\download\music\\n\n%filename%\tSeçilen dosya/klasör adı.\nÖrneğin: ornek.mp3

;Add Favorite Dialog
4300=Favorilere Ekle